<?php if (!defined('THINK_PATH')) exit();?><!DOCTYPE html>
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<meta name="viewport" content="width=device-width,minimum-scale=1.0,maximum-scale=1.0,user-scalable=no">
<meta name="format-detection" content="telephone=no">
<meta name="baidu-site-verification" content="brSKk1xvoHM7I577">
<meta name="description" content=""/>
<meta name="keywords" content=""/>
<title>用户协议</title>
<link href="/Public/css/login.css" rel="stylesheet" type="text/css">
</head>
<body>
<div class="login">
	<div class="user">
		<div class="user_con">
			<h3>麦光宝盒法律声明、隐私政策及线下交易协议。</h3>
			<h4>一、法律声明</h4>
			<p>访问、浏览或使用麦光宝盒平台软件（包括“麦光宝盒”无人值守便利店、购物机、信息服务平台、商户管理平台、附属游戏中心及线上商城），以下统称“麦光宝盒”，表明您已阅读、理解并同意接受以下条款的约束，并遵守所有适用的法律和法规。</p>
			<h4>二、一般原则</h4>
			<p>以下规则适用于所有麦光宝盒用户或浏览者，麦光宝盒可能随时修改这些条款。您应经常访问本页面以了解当前的条款，因为这些条款与您密切相关。这些条款的某些条文也可能被麦光宝盒软件中某些页面上或某些具体服务明确指定的法律通告或条款所取代，您应该了解这些内容，一旦接受本条款，则意味着您已经同时详细阅读并接受了这些被引用或取代的条款。</p>
			<h4>三、权利说明</h4>
			<p>湖南麦光宝盒科技发展有限公司及其关联公司对其发行的或与合作公司共同发行的、包括但不限于麦光宝盒软件及相关产品或服务的全部内容，享有知识产权、受法律保护。如果相关内容未含权利声明，并不代表麦光宝盒软件对其不享有权利和不主张权利，您应根据法律、法规及诚信原则尊重权利人的合法权益并合法使用该内容。</p>
			<h4>四、用户信息</h4>
			<p>为麦光宝盒提供相应服务之必须，您以自愿填写的方式提供注册所需的姓名、性别、电话以及其他类似的个人信息，则表示您已经了解并接受您个人信息的用途，同意麦光宝盒为实现该特定目的使用您的个人信息。除此个人信息之外，其他任何您发送或提供给麦光宝盒的材料、信息或文本（以下统称信息）均将被视为非保密和非专有的，麦光宝盒对这些信息不承担任何义务。同时如果您提交时没有特别声明的，可视为同意麦光宝盒及其授权人可以因商业或非商业的目的复制、透露、分发、合并和以其他方式利用这些信息和所有数据、图像、声音、文本及其他内容。您可阅读下面的麦光宝盒隐私政策以了解更加详细的内容。</p>
			<p>用户在注册麦光宝盒账号的同时，会同时成为“数钜宝”平台的会员，遵循数钜宝平台的推荐关系和相关规定；如果注册麦光宝盒账号之前已经是数钜宝的会员，原数钜宝账号将保持不变，两个平台之间的账号将进行技术贯通。</p>
			<h4>五、责任限制声明</h4>
			<p>不论在任何情况下，麦光宝盒对由于信息网络设备维护、信息网络连接故障、智能终端、通讯或其他系统的故障、电力故障、罢工、劳动争议、暴乱、起义、骚乱、火灾、洪水、风暴、爆炸、战争、政府行为、司法行政机关的命令、其他不可抗力或第三方的不作为造成的不能服务或延迟服务不承担责任。</p>
			<p>无论在任何情况下（包括但不限于疏忽原因），由于使用麦光宝盒软件上的信息或由麦光宝盒软件链接的信息，或其他与麦光宝盒软件链接的网站信息，对您或他人所造成任何的损失或损害（包括直接、间接、特别或后果性的损害或损失，例如收入或利润之损失，智能终端系统之损坏或数据丢失等后果），均由使用者自行承担责任（包括但不限于疏忽责任）。</p>
			<p>麦光宝盒所载的信息，包括但不限于文本、图文、数据、观点、网页或链接，虽然力图准确和详尽，但麦光宝盒并不就其所包含的信息和内容的准确、完整、充分和可靠性做任何承诺。麦光宝盒表明不对这些信息和内容的错误或遗漏承担责任，也不对这些信息和内容作出任何明示或默示的、包括但不限于没有侵犯第三方权利、质量和没有智能终端病毒的保证。</p>
			<p>对于麦光宝盒平台上所提及或展示的非麦光宝盒直营产品或服务，麦光宝盒仅提供基本信息。麦光宝盒不是相关产品的生产者或经销商，亦不是服务的提供商。麦光宝盒不就麦光宝盒上提供的产品和服务作出任何的声明和保证，所有展示的产品和服务应受其本公司或服务提供方所属质量承诺和条款的约束。</p>
			<h4>六、第三方链接</h4>
			<p>麦光宝盒可能保留有第三方网站或网址的链接，访问这些链接将由用户自己作出决定，麦光宝盒并不就这些链接上所提供的任何信息、数据、观点、图片、陈述或建议的准确性、完整性、充分性和可靠性提供承诺或保证。麦光宝盒没有审查过任何第三方网站，对这些网站及其内容不进行控制，也不负任何责任。如果您决定访问任何与本站链接的第三方网站，其可能带来的结果和风险全部由您自己承担。</p>
			<h4>七、适用法律和管辖权</h4>
			<p>通过访问麦光宝盒软件平台或使用麦光宝盒软件提供的服务，即表示您同意该访问或服务受中华人民共和国法律的约束，且您同意受中华人民共和国法院的管辖。访问或接受服务过程中发生的争议应协商解决，协商不成的，各方一致同意至湖南麦光宝盒科技发展有限公司所在地管辖权的法院诉讼解决。</p>
			<h4>八、隐私政策</h4>
			<p>为向您提供更准确的个性化服务，在您使用麦光宝盒软件产品或服务的过程中，我们可能会以如下方式收集和使用您提供的个人信息，本声明解释了这些情况下的信息收集和使用情况。麦光宝盒非常重视对您的个人隐私保护，在您使用麦光宝盒的产品和服务前，请您仔细阅读以下声明。</p>
			<p>我们收集以下信息：</p>
			<p>1、地理位置信息；</p>
			<p>2、个人联系方式；</p>
			<p>3、对于商户类的用户，我们会收集您的个人、店铺及店铺经营信息，包括但不限于用户的姓名、实体店信息等；</p>
			<p>4、根据具体服务的需要必要收集的信息。</p>
			<p>作为用户，您可根据您的意愿决定是否提供上述信息，同时，您可以查看您提供给我们的个人信息及消费信息；如果您希望删除或更正您的个人信息，请联系我们的客服人员。</p>
			<p>收集资料的方法：</p>
			<p>麦光宝盒将会收集及储存您在旗下产品客户端输入的资料，或通过其他渠道向我们提供的信息。我们亦会从关联公司、商业伙伴及其他独立第三方资料来源，获取与您有关并合法收集的个人资料或非个人资料；</p>
			<p>您在相关站点及其他供应商所作的隐私设定，可限制或阻止我们对有关资料的查阅；</p>
			<p>若您提供个人资料予我们，即表示您接受，麦光宝盒将在所需期限内留存您的资料以履行有关用途，您的资料将在遵守适用相关法律及规定的情况下收集。</p>
			<p>收集个人资料可作以下用途：</p>
			<p>1、提供麦光宝盒产品中所包含的相关服务；</p>
			<p>2、麦光宝盒旗下网站及H5、APP管理；</p>
			<p>3、用户身份验证、客户服务、安全防范、诈骗监测，存档和备份用途，确保我们向您提供的产品和服务的安全性；如果我们监测到您使用我们的服务用于欺诈或非法目的，我们将会相应采取措施停止服务；</p>
			<p>4、向您推送最新的市场信息及优惠方案；</p>
			<p>5、服务内容个性化更新；</p>
			<p>6、协助执行法例、警方或其他政府或监管机构调查，以及遵守适用法律及规例所施行的规定，或其他向政府或监管机构承诺之义务；</p>
			<p>7、在收集之时所通知的其他用途；及与上述任何项目直接有关的其他用途。</p>
			<p>可能向您发送的信息：</p>
			<p>1、为保证服务完成所必须的验证码；</p>
			<p>2、使用产品或服务时所必要的推送通知；</p>
			<p>3、当前支付费用优惠及减免信息；
			<p>4、关于麦光宝盒产品或服务的新闻、特别优惠及促销活动消息。</p>
			<p>信息安全及隐私保护措施：</p>
			<p>1、湖南麦光宝盒科技发展有限公司及其相关联公司采用严格的安全制度来确保我们收集的信息不丢失，不被滥用和变造；我们使用行业通行的安全技术和程序，来保护您的个人信息不被未经授权的访问、使用或泄漏；</p></p>
			<p>2、为更好的提供服务升级产品，我们可能会将我们获得的数据提供给第三方用于分析统计。在提供服务的过程中，我们也会使用第三方的产品或服务。以上第三方企业或个人，只有在必须的情况下才会接触到用户信息，同时他们都受到严格的保密条款的约束；</p></p>
			<p>3、请注意，任何安全系统都存在可能及未知的风险。</p></p>
			<h4>九、变更</h4></p>
			<p>1、地理位置信息；随着麦光宝盒服务的进一步提升，隐私声明的内容会随时更新。更新后的隐私声明一旦在网页上公布即有效代替原来的隐私声明。我们鼓励您定期察看本页以了解我们对于隐私保护的最新操作。</p></p>
			<h4>十、纠纷处理</h4></p>
			<p>1、本协议之解释与适用，以及与本协议有关的争议，均应依照中华人民共和国法律予以处理，并麦光宝盒实际技术服务提供地，即湖南麦光宝盒科技发展有限公司所在地管辖权的法院诉讼解决。</p></p>
			<p>2、若由于用户的过失产生了违约行为，并导致产生纠纷，其责任由用户一力承担，对于恶意违规的行为麦光宝盒有权终止其使用线下交易服务的权利。</p></p>
			<p>3、协议双方因本协议的签订、履行或解释发生争议的，各方应努力友好协商解决。如协商不成，任何一方均应向协议签订地的人民法院起诉，湖南麦光宝盒科技发展有限公司所在地管辖权的法院诉讼解决。</p></p>
			<h4>十一、违约责任</h4></p>
			<p>1、您同意赔偿违反本协议而给麦光宝盒造成的任何损失（包括由此产生的全额的诉讼费用和律师费）。您同意麦光宝盒不对您发布的资料，包括诽谤性的，攻击性的或非法的资料，承担任何责任；由于此类资料对其它用户造成的损失由您自行全部承担。</p></p>
			<p>2、如一方发生违约行为，守约方可以书面通知方式要求违约方在指定的时限内停止违约行为，并就违约行为造成的损失进行索赔，如违约方未能按时停止违约行为，则守约方有权立即终止本协议。</p></p>
			<h4>十二、终止服务的特别约定</h4></p>
			<p>您在使用本服务的过程中，如果有下列情形发生，麦光宝盒有权终止为您提供本服务；您同时确认，因您违反下述约定，造成麦光宝盒损失的，麦光宝盒有权向您追究相应责任。</p></p>
			<p>1、违反中华人民共和国相关法律法规、您所在国家或地区之法令及相关国际惯例，将本服务用于任何非法目的或利用本服务从事侵害他人合法权益之行为。</p></p>
			<p>包括但不限于：</p></p>
			<p>(1)、违反依法定或约定之保密义务。</p>
			<p>(2)、冒用他人名义使用本服务。</p>
			<p>(3)、从事不法交易行为，如洗钱、诈骗等</p>
			<p>(4)、违反《银行卡业务管理办法》使用银行卡，或利用信用卡套取现金。</p>
			<p>2、违反麦光宝盒的任何协议或规则的；包括但不限于湖南麦光宝盒科技发展有限公司对外发布的《麦光宝盒法律声明及隐私政策》、《麦光宝盒招商资质标准》及本协议。</p>
			<p>3、本协议有效期内，因国家相关主管部门颁布、变更的法令、政策导致麦光宝盒不能提供约定服务的，不视为麦光宝盒违约，双方应根据相关的法令、政策变更合同内容。</p>
			<p>除上述原因外，麦光宝盒有权根据您的风险程度及自身业务运营情况需要随时中止（终止）向您提供服务，因此导致您无法使用麦光宝盒及相关服务，不视为麦光宝盒违约。</p>
			<h4>十三、变更及解释权</h4>
			<p>麦光宝盒拥有本协议的变更权利及最终解释权。随着麦光宝盒服务的进一步提升，本协议的内容会随时更新。更新后的协议一旦在网页上公布即有效代替原来的协议。我们鼓励您定期察看本页以及时了解变更内容。</p>
			<h5>湖南麦光宝盒科技发展有限公司<br>
			2017.4.1&nbsp;&nbsp;&nbsp;</h5>
		</div>
	</div>
</div>

</body>
</html>